export const serviceContent = `1. 본 약관은 회원 가입 시 동의한 것으로 간주되며, 서비스 이용 시 회원에게 적용됩니다.
  2. 회원 가입은 실명, 이메일 주소, 비밀번호를 포함한 필수 정보를 제공하여 완료됩니다.
  3. 회원은 제공한 정보의 정확성을 유지하고, 회사는 회원 정보를 보호하기 위해 노력합니다.
  4. 회원은 서비스를 본래 용도에 맞게 사용해야 합니다.
  5. 팟이 시작될 경우, 원활한 진행을 위해 팀장에게 카카오 아이디가 보여집니다.
  본 약관은 회원 가입 시 동의한 것으로 간주되며, 서비스 이용 시 회원에게 적용됩니다.`;
export const privacyContent = `1. STACKPOT(이하 "회사"라 칭함)은 다음과 같은 개인 정보를 수집합니다.
2. 실명, 전화번호, 카카오톡 아이디, 기타 회원 가입 시 필요한 정보- 회사는 회원 탈퇴 또는 개인 정보 수집 및 이용 목적 달성 시까지 개인 정보를 보유하며, 해당 기간 이후에는 즉시 파기됩니다.
3. 개인 정보의 파기 절차 및 방법- 개인 정보는 수집 및 이용 목적이 달성된 경우, 또는 회원 탈퇴 요청 시에 안전하게 파기됩니다.
4. 파기된 개인 정보는 기록, 전자적 파일 등의 형태로 남지 않도록 파기됩니다.
본 약관은 회원 가입 시 동의한 것으로 간주되며, 서비스 이용 시 회원에게 적용됩니다.`;
