export const notifications = [
  {
    id: 1,
    title: "지원자 알림",
    body: "너무 착한 버섯님이 내 팟에 지원했어요. 확인해 보세요!",
    date: "2025.05.08 (목)",
  },
  {
    id: 2,
    title: "시스템 공지",
    body: "금일 오후 9시에 서버 점검이 예정되어 있습니다.",
    date: "2025.05.07 (수)",
  },
  {
    id: 3,
    title: "시스템 공지",
    body: "금일 오후 9시에 서버 점검이 예정되어 있습니다.",
    date: "2025.05.07 (수)",
  },
  {
    id: 4,
    title: "시스템 공지",
    body: "금일 오후 9시에 서버 점검이 예정되어 있습니다.",
    date: "2025.05.07 (수)",
  },
  {
    id: 5,
    title: "시스템 공지",
    body: "금일 오후 9시에 서버 점검이 예정되어 있습니다.",
    date: "2025.05.07 (수)",
  },
];
